{"hed":"Oreos and the Art of Crossword Puzzle Construction","dek":"A chronicle of a controversial cookie and condiment crossword clue.","intro":"This is an investigation into 2020’s most notorious crossword puzzle clue, told at three levels of complexity.","levels":[{"level":"1","version":"mini","duration":"30 second","text":"Bite-size and snackable, the flavor without the calories.","slides":[{"text":[{"type":"text","value":"“Cookie that some people eat with <mark>mustard.</mark>” Before 2020 got crazy, this little clue from a USA Today crossword puzzle <a href=https://www.today.com/food/mustard-oreos-answer-crossword-leaves-cookie-lovers-puzzled-t174102>captivated a nation.</a>"},{"type":"text","value":"Although the clue is odd, the answer &mdash; <strong>OREO</strong> &mdash; is common. It has three of the five most used letters in crosswords, making it an easy word for puzzle constructors to fit with other words."},{"type":"text","value":"<strong>OREO</strong> is the seventh most common four-letter answer since 1993, according to <a href=http://xd.saul.pw/data/>a database</a> of over four million clues from numerous publications. This fact also makes <strong>OREO</strong>’s corresponding clues stale. \"Sandwich cookie\" has appeared verbatim over 100 times. So USA Today spiced it up with some <mark>mustard</mark>, an obscure reference spotted in <a href=https://www.youtube.com/watch?v=FA1FCW_DmEI?t=83>Shay Mitchell’s pregnancy craving mukbang.</a>"}]},{"text":"That’s the story. Still hungry? We’ve got a lot more though…tap <strong>level 2</strong> below for cool charts and stuff. Or if crossword puzzles aren’t your thing, check out other visual essays from The Pudding instead:","special":"recirc"}]},{"level":"2","version":"classic","duration":"3 minute","text":"What most people would say is the right amount.","slides":[{"text":"Before 2020 got crazy, this little clue from a USA Today crossword puzzle <a href=https://www.today.com/food/mustard-oreos-answer-crossword-leaves-cookie-lovers-puzzled-t174102>captivated a nation.</a>","special":"clue","className":"reverse"},{"text":"Although the clue is odd, the answer &mdash; <strong>OREO</strong> &mdash; is common. For starters, <strong>OREO</strong> is the seventh most used four-letter answer since 1993, according to <a href=http://xd.saul.pw/data/>a database</a> of over four million clues from numerous publications.","chart":"popularity"},{"text":"Why is it so common? Because <strong>OREO</strong> has three of the five most used letters in crosswords, making it an easy word for puzzle constructors to fit with other words.","chart":"frequency"},{"text":[{"type":"text","value":"It is not only common, but arguably overused. Let’s say a puzzle is being constructed and there is an answer like <strong>_ _ E O</strong>. There have been 17 different answers in this scenario, which would mean picking one at random you would get <strong>OREO</strong> about 6% of the time. However, <strong>OREO</strong> accounts for 48% of the usage."},{"type":"text","value":"Even if you consider the frequency of letters, <strong>OREO</strong> is only the third most statistically probable, behind words like <strong>AREO</strong> (Mars prefix) and <strong>ATEO</strong> (Polynesian god)."}]},{"text":[{"type":"text","value":"Since using <strong>OREO</strong> is inevitable from time to time, how do you make it interesting? By getting creative with the clue. But with creativity comes criticism."},{"type":"text","value":"Not everyone appreciated the obscure reference of the mustard clue, largely in part to the visceral reaction it manifested. A response vaguely reminiscent of the infamous  <a href=https://twitter.com/nytimes/status/616303020574441472>peas-in-guacamole</a> suggestion from the New York Times a few years ago."}]},{"text":"","image":"email"},{"text":"Like the answer itself, a clue can easily get stale. Here are the most recurring words in clues, and some examples for context.","chart":"clues"},{"text":"Unsurprisingly, <mark>mustard</mark> didn’t appear in a clue until 2020. And what inspired this clue? Despite a <a href=https://twitter.com/mousterpiece/status/1228036019540221952>citation found in a book from 1972</a>, USA Today editor Erik Agard said credit goes to coworker Jasmine Lim, who spotted it in <a href=https://www.youtube.com/watch?v=FA1FCW_DmEI?t=83>Shay Mitchell’s pregnancy craving mukbang.</a> Case closed.","image":"mukbang"},{"text":"That’s the story. <em>Still hungry?</em> Tap <strong>level 3</strong> below for <em>even more</em> charts and stuff. If you’re done with crossword puzzles, try one of these stories from <a href=https://pudding.cool>The Pudding</a> instead:","special":"recirc"}]},{"level":"3","version":"mega stuf","duration":"10 minute","text":"Filled with more than you need, but will definitely enjoy.","slides":[{"text":"Before 2020 got crazy, this little clue from a USA Today crossword puzzle <a href=https://www.today.com/food/mustard-oreos-answer-crossword-leaves-cookie-lovers-puzzled-t174102>captivated a nation.</a>","special":"clue","className":"reverse"},{"text":"Although the clue is odd, the answer &mdash; <strong>OREO</strong> &mdash; is common. For starters, <strong>OREO</strong> is the seventh most used four-letter answer since 1993, according to <a href=http://xd.saul.pw/data/>a database</a> of over four million clues from numerous publications.","chart":"popularitygrid"},{"text":"In the iconic New York Times puzzle, <strong>OREO</strong> wasn’t used to reference the <mark>cookie</mark> until 1993, despite its invention in 1912. Its first appearance coincided with the start of the <a href=https://en.wikipedia.org/wiki/Will_Shortz>Shortz era.</a> Until then, it was exclusively clued as the Greek <mark class=custom>prefix for mountain.</mark>","chart":"time"},{"text":"For context, this is what Oreos (and life) were like circa 1993, in case you forgot or were too young to remember.","special":"commercial"},{"text":"To understand its popularity in puzzles, we need to start with letter frequency. <strong>OREO</strong> has three of the five most used letters in crosswords, making it an easy word for puzzle constructors to fit with other words.","chart":"frequency"},{"text":"Since “O”, “R”, and “E” appear more often in all crossword puzzles, it is more likely that it could be a good fit than other words. If we assumed an evenly distributed weighting, where each letter has a 1 in 26 chance, each four-letter word has a .0002% probability (about 1 in 500,000). But when we use the observed letter frequency to weight letter selection, it jumps to .0055% (about 1 in 18,000)."},{"text":"Now when we chart <strong>a word’s usage since 1993 vs. its weighted probability of random selection</strong>, we can see that <mark><strong>OREO</strong></mark> is quite overused compared to most of the other 9,607 words.","chart":"scatter"},{"text":"But since <strong>OREO</strong> is typically used as a filler, what do the numbers look like in practice? Tap the puzzle to see how the 15 different permutations play it out with the real puzzle data.","chart":"possible"},{"text":"Now that we’ve thoroughly processed why <strong>OREO</strong> is such a great filler word, let’s shift to the clue itself, and start with an exercise:","chart":"cluestype"},{"text":"It’s hard to come up with a unique clue, but puzzle constructors have risen to the challenge. Here is each time a new term was used to clue <strong>OREO</strong> in the New York Times.","chart":"first"},{"text":"Not everyone appreciated the obscure reference of the mustard clue, largely in part to the visceral reaction it manifested. A response vaguely reminiscent of the infamous  <a href=https://twitter.com/nytimes/status/616303020574441472>peas-in-guacamole</a> suggestion from the New York Times a few years ago."},{"text":"","image":"email"},{"text":"Unsurprisingly, <mark>mustard</mark> didn’t appear in a clue until 2020. And what inspired this clue? Despite a <a href=https://twitter.com/mousterpiece/status/1228036019540221952>citation found in a book from 1972</a>, USA Today editor Erik Agard said credit goes to coworker Jasmine Lim, who spotted it in this Shay Mitchell pregnancy craving mukbang. Case closed.","special":"mukbang"},{"text":"That’s the story. Literally everything about Oreos and crossword puzzles we’ve got. Go down <a href=https://pudding.cool>The Pudding</a> rabbit hole and explore our <a href=https://pudding.cool/archives>archive of visual essays.</a> Definitely don’t keep looking for more content..."},{"text":"Oh, you must really love crosswords. Did you know despite having more usable letters, AOC has appeared just five times to LBJ’s 14 since 2018? Want more about inclusivity in crosswords? Go check out our analysis on <a href=https://pudding.cool/2020/11/crossword>race and gender inclusivity in puzzles.</a>","image":"aoc"},{"text":"Still going!? Um…I bet you can’t name all 26 types of <mark>African antelope</mark> that crossword puzzle makers expect you to know about (the number is how many times it’s been used).","special":"antelope"},{"text":"Thanks for reading. You can support <a href=https://pudding.cool>The Pudding</a> on <a href=https://patreon.com/thepudding>Patreon.</a> Get in touch at sup@pudding.cool."}]}]}