{"hed":"Oreos and the Art of Crossword Puzzle Construction","dek":"How a muckbang clip makes it into a crossword puzzle.","intro":"This is an investigation into 2020’s most notorious crossword puzzle clue, told at three levels of complexity.","levels":[{"level":"1","version":"mini","duration":"30 seconds","text":"Bite-size and snackable, the flavor without the calories.","slides":[{"text":[{"type":"text","value":"To some, the craziest part of 2020 was the USA Today crossword puzzle clue, a “cookie that some people eat with <mark>mustard.</mark>” The internet <a href=”#”>lost it</a>."},{"type":"text","value":"Although the clue is odd, the answer &mdash; <strong>OREO</strong> &mdash; is common. It has three of the five most used letters, making it an easy and likely word to help fill a puzzle."},{"type":"text","value":"This fact makes <strong>OREO</strong> the seventh most common four-letter answer since 1993, also making its clues stale (\"sandwich cookie\" has appeared over 100 times). So USA Today spiced it up with some <mark>mustard</mark>, an obscure reference spotted in <a href=https://www.youtube.com/watch?v=FA1FCW_DmEI>Shay Mitchell’s pregnancy mukbang.</a>"}]},{"text":[{"type":"text","value":"That’s the story. Still hungry? We’ve got a lot more though… head right for a bigger bite."},{"type":"text","value":"Or if crossword puzzles aren’t your cup of ☕, try one of these stories from The Pudding instead:"}],"special":"recirc"}]},{"level":"2","version":"classic","duration":"3 minutes","text":"What most people would say is the right amount.","slides":[{"text":"That’s the story. <em>Still</em> hungry? Swipe right for full indulgence."}]},{"level":"3","version":"mega stuf","duration":"10 minutes","text":"Filled with more than you need, but will definitely enjoy.","slides":[{"text":"","chart":"nice"},{"text":"That’s the story. Literally everything about Oreos and crossword puzzles we’ve got. Want more about crosswords? Go check out our analysis on <a href=https://pudding.cool/2020/11/crossword>race and gender inclusivity in puzzles.</a> Or go down the rabbit hole <a href=https://pudding.cool/archives>archive of visual essays.</a>"}]}]}