{"hed":"Oreos and the Art of Crossword Puzzle Construction","dek":"How a muckbang clip makes it into a crossword puzzle.","intro":"This is an investigation into 2020’s most notorious crossword puzzle clue, told at three levels of complexity.","levels":[{"level":"1","version":"mini","duration":"30 seconds","text":"Bite-size and snackable, the flavor without the calories.","slides":[{"text":[{"type":"text","value":"“Cookie that some people eat with <mark>mustard.</mark>” Before 2020 got crazy, this little clue from a USA Today crossword puzzle <a href=https://www.today.com/food/mustard-oreos-answer-crossword-leaves-cookie-lovers-puzzled-t174102>captivated a nation.</a>"},{"type":"text","value":"Although the clue is odd, the answer &mdash; <strong>OREO</strong> &mdash; is common. It has three of the five most used letters, making it an easy word to help fill a puzzle."},{"type":"text","value":"This fact makes <strong>OREO</strong> the seventh most common four-letter answer since 1993, also making its clues stale (\"sandwich cookie\" has appeared over 100 times). So USA Today spiced it up with some <mark>mustard</mark>, an obscure reference spotted in <a href=https://www.youtube.com/watch?v=FA1FCW_DmEI?t=83>Shay Mitchell’s pregnancy craving mukbang.</a>"}]},{"text":[{"type":"text","value":"That’s the story. Still hungry? We’ve got a lot more though… head right for a bigger bite."},{"type":"text","value":"Or if crossword puzzles aren’t your cup of ☕, try one of these stories from The Pudding instead:"}],"special":"recirc"}]},{"level":"2","version":"classic","duration":"3 minutes","text":"What most people would say is the right amount.","slides":[{"text":"Before 2020 got crazy, this little clue from a USA Today crossword puzzle <a href=https://www.today.com/food/mustard-oreos-answer-crossword-leaves-cookie-lovers-puzzled-t174102>captivated a nation.</a>","special":"clue","className":"reverse"},{"text":"Although the clue is odd, the answer &mdash; <strong>OREO</strong> &mdash; is common. For starters, <strong>OREO</strong> is the seventh most used four-letter answer since 1993.","chart":"popularity"},{"text":"Why is it so common? Because <strong>OREO</strong> has three of the five most used letters, making it an easy word to help fill a puzzle.","chart":"frequency"},{"text":[{"type":"text","value":"It is not only common, but arguably overused. Let’s say a puzzle is being constructed and there is an answer like <strong>_ _ E O</strong>. There have been 17 different answers in this scenario, which would mean picking one at random you would get <strong>OREO</strong> about 6% of the time. However, <strong>OREO</strong> accounts for 48% of the usage."},{"type":"text","value":"Even if you consider the frequency of letters, <strong>OREO</strong> is only the fourth most fittable, statistically, behind words like <strong>AREO</strong> (Mars prefix) and <strong>ATEO</strong> (Polynesian god)."}]},{"text":"Since using <strong>OREO</strong> is inevitable from time to time, how do you make it interesting? By getting creative with the clue. But with creativity comes criticism. With the mustard clue, not everyone appreciated the obscure reference, largely in part to the visceral reaction it manifested, reminiscent of the infamous  <a href=https://twitter.com/nytimes/status/616303020574441472>peas-in-guacamole</a> suggestion from the New York Times a few years back.","image":"email"},{"text":"Clues, like the answer itself, tend to get overused. Here are the most often recurring words, and some examples for context.","chart":"clues"},{"text":"Unsurprisingly, <mark>mustard</mark> didn’t appear in a clue until this year. And what inspired this clue? Despite a <a href=https://twitter.com/mousterpiece/status/1228036019540221952>citation found in a book from 1972</a>, USA Today editor Erik Agard said credit goes to coworker Jasmine Lim, who spotted it in <a href=https://www.youtube.com/watch?v=FA1FCW_DmEI?t=83>Shay Mitchell’s pregnancy craving mukbang.</a> Case closed.","image":"mukbang"},{"text":[{"type":"text","value":"That’s the story. <em>Still hungry?</em> Head right for more sweetness."},{"type":"text","value":"Or if crossword puzzles aren’t your cup of ☕, try one of these stories from The Pudding instead:"}],"special":"recirc"}]},{"level":"3","version":"mega stuf","duration":"10 minutes","text":"Filled with more than you need, but will definitely enjoy.","slides":[{"text":"Before 2020 got crazy, this little clue from a USA Today crossword puzzle <a href=https://www.today.com/food/mustard-oreos-answer-crossword-leaves-cookie-lovers-puzzled-t174102>captivated a nation.</a>","special":"clue","className":"reverse"},{"text":"Although the clue is odd, the answer &mdash; <strong>OREO</strong> &mdash; is common. For starters, <strong>OREO</strong> is the seventh most used four-letter answer since 1993.","chart":"popularitygrid"},{"text":"It is interesting to note, however, that in the iconic New York Times crossword, <strong>OREO</strong> was never used to reference the cookie brand until 1993, the start of the <a href=https://en.wikipedia.org/wiki/Will_Shortz>Shortz era</a>.","chart":"time"},{"text":"Something about scatter","chart":"scatter"},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":""},{"text":"That’s the story. Literally everything about Oreos and crossword puzzles we’ve got. Want more about crosswords? Go check out our analysis on <a href=https://pudding.cool/2020/11/crossword>race and gender inclusivity in puzzles.</a> Or go down the rabbit hole <a href=https://pudding.cool/archives>archive of visual essays.</a>"}]}]}